Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/health_services_for_older_people/nursing_homes_support_scheme_1.html.txt.tmx
Source language: en
Languages: ga

source: Nursing Homes Support Scheme
ga: An Scéim Tacaíochta do Thithe Altranais

source: • Existing nursing home residents
ga: • Daoine atá anois ina gcónaí i dtithe altranais

source: The Nursing Homes Support Scheme, also known as the “Fair Deal”, provides financial support to people who need long-term nursing home care. The scheme is operated by the Health Service Executive (HSE)
ga: Soláthraíonn an Scéim Tacaíochta do Thithe Altranais (STTA), ar a dtugtar ‘Cothrom na Féinne’, tacaíocht airgeadais do dhaoine a bhfuil gá acu le cúram fadtéarmach i dteach altranais

source: Under this scheme, you make a contribution towards the cost of your care and the State pays the balance
ga: Is í Feidhmeannacht na Seirbhíse Sláinte (FSS) a oibríonn an scéim

source: Anyone who is ordinarily resident in the State and is assessed as needing long-term nursing home care can apply for the scheme
ga: Faoin scéim seo, déanann tú ranníocaíocht i leith chostas do chúraim agus íocann an Stát an t-iarmhéid

source: When you apply for the scheme your care needs are assessed to confirm that long-term nursing home care is the most appropriate option for you
ga: Clúdaíonn an scéim tithe altranais príobháideacha, deonacha agus poiblí ar tithe altranais faofa iad

source: Your financial situation is also assessed to see how much you will have to contribute towards your nursing home fees
ga: Gheobhaidh tú liosta de na tithe altranais faofa ón FSS – féach 'Cá háit a ndéanfaidh mé iarratas'

source: Assets, such as savings and property, are taken into account when assessing your financial situation. You can apply for the Nursing Home Loan if you want to defer making the part of your contribution that is based on your home or other property
ga: Féadfaidh duine ar bith a bhfuil gnáthchónaí air nó uirthi sa Stát agus a mheastar atá i ngátar cúraim fhadtéarmaigh i dteach altranais iarratas a dhéanamh

source: This subvention has been replaced by the Nursing Homes Support Scheme
ga: Rinneadh an fóirdheontas seo a ionadú ag an Scéim Tacaíochta do Thithe Altranais

source: The Nursing Home Subvention scheme closed on 27 October 2009
ga: Tugadh chun deiridh an scéim Fóirdheontais Teach Altranais an 27 Deireadh Fómhair 2009

source: If you were getting a subvention on that date, you can choose to continue to receive it or you can move to the Nursing Homes Support Scheme
ga: Má bhí fóirdheontas á fháil agat ar an dáta sin, is féidir leat a roghnú le leanúint ar aghaidh agus é a fháil nó is féidir leat é aistriú chuig an Scéim Tacaíochta do Thithe Altranais

source: What is covered by the NHSS
ga: An méid a chlúdaítear faoin scéim

source: The scheme covers long-term nursing home care only
ga: Cúram fadtéarmach i dtithe altranais amháin is ea a chlúdaítear faoin scéim

source: It does not cover short-term care such as respite, convalescent care or day care although these types of services may be provided in some nursing homes
ga: Ní chlúdaítear cúram gearrthéarma ar nós cúraim sosa, cúram téarnaimh nó cúram lae cé go bhféadfadh sé go mbeadh seirbhísí dá leithéid ar fáil i roinnt tithe altranais

source: The Act defines “long-term residential care services” as maintenance, health and personal care services
ga: Sainmhíníonn an tAcht “seirbhísí cúraim chónaithe fadtéarmach” mar sheirbhísí cothabhála, sláinte agus cúraim phearsanta

source: The Department of Health has further clarified that this includes: bed and board, nursing and personal care appropriate to the level of care needs of the person, laundry service, and basic aids and appliances necessary to assist a person with the activities of daily living
ga: Tá an Roinn Sláinte tar éis é sin a shoiléiriú tuilleadh, á rá go gclúdaítear: leaba agus lóistín, cúram altranais agus pearsanta oiriúnach do leibhéal riachtanas cúraim an duine, seirbhís neachtlainne, agus bunáiseanna agus gléasanna atá riachtanach chun cuidiú le duine dul i mbun gnáthghníomhaíochtaí an lae

source: Other goods and services may be available under schemes such as the Medical Card or Drugs Payment Scheme
ga: D’fhéadfadh earraí agus seirbhísí eile a bheith ar fáil faoi Scéim na gCártaí Leighis nó faoin Scéim Íocaíochtaí Drugaí

source: There is a set level of funding for the scheme each year, so there may be situations where a person’s name must go onto a waiting list until funding becomes available
ga: Socraítear leibhéal áirithe cistithe don scéim gach bliain agus mar sin d’fhéadfadh sé tarlú go mbeadh ar dhuine a (h)ainm a chur ar liosta feithimh go dtí go mbeadh cistiú ar fáil

source: If this is the case the HSE will let you know when it writes to advise you whether you are eligible for State support
ga: Más amhlaidh atá, cuirfidh an FSS é sin in iúl duit nuair a scríobhann sé chugat le rá cibé an bhfuil tú i dteideal tacaíochta Stáit

source: Moving from hospital care to long-term care
ga: Aistriú ó chúram ospidéil go cúram fadtéarmach

source: If you are in hospital, but no longer need acute care, then you can be charged for long-term care in that hospital
ga: Má tá san ospidéal, ach muna bhfuil géarchúram de dhíth ort a thuilleadh, is féidir go ngearrfaí táille ort as cúram fadtéarmach san ospidéal sin

source: If, for example, you are waiting to move to long-term care, then you should apply for the NHSS scheme as soon as possible
ga: Mar shampla, má tá tú ag fanacht ar aistriú go cúram fadtéarmach, ba cheart duit iarratas a dhéanamh ar STTA chomh luath agus is féidir

source: You must apply to the HSE on the standard application form
ga: Caithfear iarratas a dhéanamh chuig an FSS ar an fhoirm chaighdeánach iarratais

source: There are 3 steps in the application process:
ga: Trí chéim atá sa phróiseas iarratais:

source: Step 1 is an application for a Care Needs Assessment – see below
ga: Céim 1 is ea iarratas ar Mheasúnacht ar Riachtanais Chúraim – féach thíos

source: The Care Needs Assessment identifies whether or not you need long-term nursing home care, that is, whether you can be supported to continue living at home or whether long-term nursing home care is more appropriate
ga: Sainaithníonn an Measúnú ar Riachtanais Chúraim cibé an bhfuil cúram fadtéarmach i dteach altranais de dhíth ort, is é sin le rá, cibé an bhféadfaí tacú leat chun leanúint i do chónaí sa bhaile nó cibé an mbeadh cúram fadtéarmach i dteach altranais níos oiriúnaí

source: Step 2 is an application for State support – see below
ga: Céim 2 is ea iarratas ar thacaíocht Stáit – féach thíos

source: The information that you give will be used to complete the Financial Assessment – see below – which decides how much you contribute to your care and how much State support you get
ga: Bainfear úsáid as an fhaisnéis a gheofar uait chun Measúnú Airgeadais a dhéanamh – féach thíos – a shocróidh an méid a íocfaidh tú i leith do chúraim agus an méid a íocfaidh an Stát

source: The Financial Assessment looks at your income and assets in order to work out what your contribution to the cost of your care will be
ga: Féachann an Measúnú Airgeadais ar do theacht isteach agus ar do shócmhainní agus oibríonn amach an méid a íocfaidh tú i leith chostas do chúraim

source: The HSE will then pay the balance of your cost of care
ga: An FSS a íocfaidh iarmhéid chostas do chúraim

source: This payment by the HSE is called State support
ga: Tacaíocht Stáit a thugtar ar an íocaíocht seo ón FSS

source: All applicants must complete Steps 1 and 2
ga: Ní mór do gach iarrthóir Céimeanna 1 agus 2 a dhéanamh

source: Step 3 is an optional application for the Nursing Home Loan, that is, if you want to defer paying the part of your contribution which is based on your home or other property
ga: Céim 3 is ea iarratas roghnach ar an Iasacht Teach Altranais, is é sin le rá, má theastaíonn uait an chuid sin den ranníocaíocht atá bunaithe ar do bhaile nó ar réadmhaoin eile a chur siar

source: The application form should be completed and signed by the person who is applying for nursing home care
ga: Ba cheart an fhoirm iarratais a chomhlánú agus ní mór don té atá ainmnithe ar an bhfoirm iarratais an fhoirm a shíniú

source: However, in certain cases, another person, called a Specified Person may apply on their behalf (see below)
ga: Féadfaidh duine eile, ar a dtugtar Duine Sonraithe, an t-iarratas a dhéanamh ar a s(h)on, i gcásanna áirithe (féach thíos)

source: The Care Needs Assessment will be carried out by appropriate healthcare professionals appointed by the HSE, for example, a nurse
ga: Gairmí cuícháilithe sláinte a cheapfaidh an FSS, altra, mar shampla, a dhéanfaidh an Measúnú ar Riachtanais Chúraim

source: It can be completed at any time in a hospital or a community setting such as your own home and may involve a physical examination
ga: Is féidir é a dhéanamh uair ar bith in ospidéal nó i suíomh pobail mar do bhaile féin, agus d’fhéadfadh scrúdú fisiceach a bheith i gceist leis

source: The assessment will take into account:
ga: Cuirfidh an measúnú na nithe seo a leanas san áireamh:

source: • Your ability to carry out the activities of daily living, for example, bathing, shopping,dressing and moving around
ga: • do chumas gnáthghníomhaíochtaí laethúla a dhéanamh, mar shampla, tú féin a ní, a ghléasadh, siopadóireacht a dhéanamh, bogadh timpeall

source: • The medical, health and personal social services being provided to you or available to you both at the time of the carrying out of the assessment and generally
ga: • na seirbhísí míochaine, sláinte agus sóisialta pearsanta a fhaigheann tú nó atá ar fáil duit tráth déanta an mhéasúnaithe agus i gcoitinne

source: • The family and community support available to you
ga: • an tacaíocht a fhaigheann tú ón teaghlach agus ón bpobal, agus

source: • Your wishes and preferences
ga: • do mhianta agus do rogha féin

source: When the Care Needs Assessment has been completed a report will be prepared
ga: Ullmhófar tuairisc nuair a bheidh an Measúnú ar Riachtanais Chúraim déanta

source: Based on the report, the HSE must decide whether or not long-term nursing home care is the most appropriate option
ga: Ní mór don FSS cinneadh a dhéanamh, bunaithe ar an tuairisc, cibé an é cúram fadtéarmach i dteach altranais an rogha is oiriúnaí duit

source: Once a decision is made, you will be notified in writing within 10 working days
ga: Cuirfear an cinneadh i scríbhinn chugat laistigh de dheich lá oibre

source: You will be given a copy of the report and the reasons for the decision
ga: Gheobhaidh tú cóip den tuairisc agus de na cúiseanna leis an gcinneadh

source: You must be assessed as needing nursing home care in order to be eligible for either State support or the Nursing Home Loan
ga: Ní mór tú a mheasúnú mar dhuine a bhfuil cúram teach altranais de dhíth ort le bheith cáilithe do thacaíocht Stáit nó d'Iasacht Teach Altranais

source: The HSE may use the Care Needs Assessment to identify other health or personal social service needs
ga: Féadfaidh an FSS úsáid a bhaint as an Measúnú ar Riachtanais Chúram chun riachtanais eile sláinte nó pearsanta sóisialta a shainaithint

source: However, there is no legal requirement for them to provide the services identified
ga: Ach níl aon cheangal orthu de réir dlí na seirbhísí sainaitheanta a sholáthar

source: The Financial Assessment looks at your income and assets in order to work out what your contribution to care will be
ga: Féachann an Measúnú Airgeadais ar do theacht isteach agus do shócmhainní chun an ranníocaíocht a bheidh le híoc agat i leith an chúraim a oibriú amach

source: For example, if the cost of your care was €1,000 and your weekly contribution was €300, the HSE will pay the weekly balance of €700
ga: Mar shampla, má chosnaíonn do chúram €1,000 sa tseachtain, agus más é €300 do ranníocaíocht féin, íocfaidh an FSS an t-iarmhéid seachtainiúil de €700

source: The Financial Assessment looks at all of your income and assets
ga: Féachann an Measúnú Airgeadais ar gach teacht isteach agus sócmhainn dá bhfuil agat

source: In the case of a member of a couple, the assessment will be based on half of the couple’s combined income and assets
ga: Más ball de lánúin thú, bunófar an measúnú ar leath de theacht isteach agus de shócmhainní na lánúine

source: Income includes any earnings, pension income, social welfare benefits or allowances, rental income, income from holding an office or directorship, income from fees, commissions, dividends or interest, or any income which you have deprived yourself of in the 5 years leading up to your application
ga: Áirítear ar theacht isteach gach tuilleamh, pinsean, sochar nó liúntas leasa shóisialaigh nó teacht isteach ó chíos, teacht isteach ó oifig nó stiúrthóireacht, teacht isteach ó tháillí, ó choimisiúin, ó dhíbhinní nó ó ús, nó aon teacht isteach a choinnigh tú uait féin sna cúig bliana sula ndearna tú an t-iarratas

source: An asset is any material property or wealth, including property or wealth outside of the State
ga: Sócmhainn is ea réadmhaoin ábhartha nó saibhreas, lena n-áirítear réadmhaoin nó saibhreas lasmuigh den Stát

source: Assets are divided into two distinct categories, namely cash assets and relevant assets
ga: Roinntear sócmhainní in dhá chatagóir ar leith, sócmhainní airgid agus sócmhainní ábhartha

source: Cash assets include savings, stocks, shares and securities
ga: Áirítear ar shócmhainní airgid coigilteas, stoic, scaireanna agus urrúis

source: Relevant assets include all forms of property other than cash assets, for example a person’s principal residence or land
ga: Áirítear ar shócmhainní ábhartha gach cineál réadmhaoine seachas sócmhainní airgid, mar shampla príomháit chónaithe an duine agus talamh

source: In both cases, the assessment will also look at assets that you have deprived yourself of since applying for State support or in the 5 years before the application
ga: Sa dá chás, caithfidh an measúnú súil, chomh maith, ar shócmhainní a bhain tú díot féin ó rinne tú iarratas ar thacaíocht Stáit nó sna 5 bliana roimh an iarratas

source: The assessment will not take into account the income of other relatives such as your children
ga: Ní chuirfidh an measúnú ar áireamh teacht isteach do ghaolta, ar nós teacht isteach do leanaí

source: Your contribution to care
ga: Do ranníocaíocht i leith cúraim

source: Having looked at your income and assets, the Financial Assessment will work out your contribution to care
ga: Tar éis féachaint ar do theacht isteach agus ar do shócmhainní, oibreofar amach an ranníocaíocht a bheidh le híoc agat i leith do chúraim

source: • 80% of your income (less deductions below) and
ga: • 80% de do theacht isteach (lúide na n-asbhaintí thíos) agus

source: • 7.5% of the value of any assets per annum (5% if the application was made before 25 July 2013)
ga: • 7.5% de luach aon sócmhainní sa bhliain (5% de na sócmhainní má rinneadh an t-iarratas roimh an 25 Iúil 2013)

source: However, the first €36,000 of your assets, or €72,000 for a couple, will not be counted at all in the Financial Assessment
ga: Bíodh sin mar atá, ní áireofar an chéad €36,000 de do shócmhainní, nó €72,000 i gcás lánúine, sa Mheasúnú Airgeadais

source: Where your assets include land and property, the 7.5% contribution based on such assets may be deferred and paid to Revenue after your death
ga: I gcás ina bhfuil talamh agus réadmhaoin ar áireamh i do shócmhainní, d'fhéadfaí an ranníocaíocht de 7.5% bunaithe ar na sócmhainní sin a chur siar agus a íoc leis na Coimisinéirí Ioncaim i ndiaidh do bháis

source: This is known as the Nursing Home Loan
ga: An Iasacht Teach Altranais a thugtar air sin

source: You can read more about the repayment of the Nursing Home Loan in the FAQs on the Nursing Homes Support Scheme (pdf)
ga: Gheobhaidh tú tuilleadh eolais mar gheall ar aisíoc na hIasachta Teach Altranais sna Ceisteanna Coitianta mar gheall ar an Scéim Tacaíochta do Thithe Altranais(pdf)

source: Your principal residence will only be included in the financial assessment for the first 3 years of your time in care
ga: Ní áireofar do phríomháit chónaithe ar an mheasúnú airgeadais ach sna chéad trí bliana de do thréimhse cúraim

source: This is known as the 22.5% or ‘three-year cap' (the cap is 15% for applications made before 25 July 2013)
ga: Tugtar an 22.5% nó ‘an chaidhp trí bliana’ air seo (15% má rinneadh an t-iarratas roimh an 25 Iúil 2013)

source: It means that you will pay a 7.5% contribution based on your principal residence for a maximum of 3 years regardless of the length of time you spend in nursing home care
ga: Ciallaíonn sé go n-íocfaidh tú ranníocaíocht de 7.5% bunaithe ar do phríomháit chónaithe ar feadh trí bliana ar a mhéad is cuma cén tréimhse a chaithfidh tú i dteach altranais

source: In the case of a couple, the contribution based on the principal residence will be capped at 11.25% (7.5% for applications before 25 July 2013) where one partner remains in the home while the other enters long-term nursing home care, that is, the ‘three-year cap’ applies
ga: I gcás lánúine, cuirfear caidhp 11.25% ar an ranníocaíocht atá bunaithe ar an bpríomháit chónaithe (7.5% má rinneadh an t-iarratas roimh an 25 Iúil 2013), sa chás go bhfanann páirtnéir amháin sa bhaile fad a iontrálann an páirtnéir eile cúram fadtéarma teach altranais, is é sin, bíonn éifeacht ag an ‘gcaidhp trí bliana’

source: If you opt for the Nursing Home Loan in respect of your principal residence, your spouse or partner can also apply to have the repayment of the Loan deferred for their lifetime
ga: Má roghnaíonn tú an Iasacht Teach Altranais maidir le do phríomháit chónaithe, féadfaidh do chéile nó do pháirtí iarratas a dhéanamh ar shiarchur na hIasachta ar feadh a s(h)aoil

source: If you have already been in a nursing home for 3 years when you apply for the scheme, then you do not pay the 7.5% on your principal residence
ga: Má bhí tú i dteach altranais cheana féin ar feadh 3 bliana nuair a dhéanann tú iarratas ar an Scéim Tacaíochta do Thithe Altranais, ní gá duit an 7.5% a íoc ar do phríomháit chónaithe

source: After 3 years, even if you are still getting long-term nursing home care, you will not pay any further contribution based on the principal residence
ga: Tar éis trí bliana, fiú má tá cúram fadtéarmach á fháil agat i gcónaí i dteach altranais, ní íocfaidh tú aon ranníocaíocht eile bunaithe ar do phríomháit chónaithe

source: This ‘three-year cap’ applies regardless of whether you choose to opt for the Nursing Home Loan or not
ga: Tá feidhm ag an ‘uasteorainn trí bliana’ seo is cuma cibé an roghnaíonn tú an Iasacht Teach Altranais nó nach roghnaíonn

source: All other assets will be taken into account for as long as you are in care
ga: Cuirfear gach sócmhainn eile san áireamh fad a bhíonn tú ag fáil cúraim fhadtéarmaigh

source: The ‘three-year cap’ also extends to farms and businesses in certain circumstances
ga: Leathnaítear an ‘uasteorainn trí bliana’ chuig feirmeacha agus gnóthais i gcásanna áirithe

source: There are safeguards built in to the Financial Assessment which ensure that:
ga: Cuimsíonn an Measúnú Airgeadais roinnt cosaintí a chinnteoidh:

source: • Nobody will pay more than the actual cost of care
ga: • nach n-íocfaidh duine ar bith níos mó ná costas iarbhír an chúraim

source: • You will keep a personal allowance of 20% of your income or 20% of the maximum rate of the State Pension (Non-Contributory), whichever is the greater
ga: • go gcoimeádfaidh tú liúntas pearsanta de 20% de do theacht isteach nó 20% de uasráta an Phinsin Stáit (Neamhranníocaíoch), cibé acu is mó

source: • If you have a spouse or partner remaining at home, they will be left with 50% of the couple’s income or the maximum rate of the State Pension (Non-Contributory), whichever is the greater
ga: • má tá céile nó páirtí sa bhaile agat, go bhfágfar 50% de theacht isteach na lánúine nó uasráta an Phinsin Stáit (Neamhranníocaíoch) acu, cibé acu is mó

source: A couple is defined as a married couple who are living together
ga: Sainítear lánúin mar lánúin phósta atá ag maireachtáil i bhfochair a chéile

source: It also includes a heterosexual or same-sex couple who are cohabiting as life partners for at least 3 years
ga: Áirítear air chomh maith lánúin heitrighnéasach nó chomhghnéis atá ag maireachtáil i bhfochair a chéile ar feadh trí bliana ar a laghad

source: Summary table for 7.5% yearly contribution re assets
ga: Tábla achomair maidir le ranníocaíochtaí bliantúla 7.5% bunaithe ar shócmhainní

source: │Asset │7.5% per│3 year cap │Option to take up Nursing Home │Option to │ │ │year │ │Loan │further defer │
ga: │ Sócmhainn │7.5% sa bhliain │ Uasteorainn 3 bliana │ Rogha chun glacadh le hIasacht Teacht Altranais │Rogha chun é a chur siar tuilleadh │

source: │ │ │ │Yes, if they are a land-based │ │ │Chargeable asset│Yes │No │asset in the Irish State
ga: │ │ │ │Bainteach, más sócmhainn talamhbhunaithe í i Stát na hÉireann

source: │Principal │ │ │ │ │ │Private │Yes │Yes │Yes │Yes │
ga: │Príomháit │Bainteach │Bainteach │Bainteach │Bainteach │

source: │Residence │ │ │ │ │
ga: │Chónaithe │ │ │ │ │

source: │Farm/Relevant │Yes │Yes (but certain │Yes, if they are a land-based │No │ │Business │ │qualifying criteria) │asset in the Irish State. │ │
ga: │Feirm/Gnóthas Ábhartha │Bainteach │Bainteach (faoi réir chritéir áirithe cháilitheachta) │Bainteach, más sócmhainn talamhbhunaithe í i Stát na hÉireann │Neamhbhainteach │

source: In relation to income, the following deductions are allowed:
ga: Ceadaítear na hasbhaintí seo a leanas, i dtaca le teacht isteach:

source: • Income tax, social insurance contributions and levies actually paid
ga: • Cáinioncam, ranníocaíochtaí árachais shóisialaigh agus tobhaigh a íocadh iarbhír

source: • Where a person owns their principal residence, interest on loans for the purchase, repair or improvement of the principal residence
ga: • I gcás ina mbaineann an phríomháit chónaithe leis an duine, ús ar iasachtaí le haghaidh ceannach, deisiú nó feabhsú na príomháite cónaithe

source: is living in rented accommodation), rental payments in respect of the residence can be deducted where the person’s partner or a child aged under 21 of the couple lives in the residence
ga: • I gcás ina n-íocann duine cíos ar son a p(h)ríomháit chónaithe (is é sin le rá, go bhfuil cónaí air/uirthi i gcóiríocht ar cíos), féadfar íocaíochtaí cíosa maidir leis an áit chónaithe a asbhaint i gcás ina bhfuil páirtí an duine nó leanbh de chuid na lánúine atá faoi bhun 21 bliain ina gcónaí san áit chónaithe

source: • Health expenses allowable for tax purposes, excluding contributions payable under the Nursing Homes Support Scheme
ga: • Costais sláinte is inlamháilte chun críocha cánach, seachas ranníocaíochtaí is iníoctha faoin Scéim Tacaíochta do Thithe Altranais

source: • Maintenance payments in respect of a child, spouse or former spouse made under a separation agreement or a court order
ga: • Íocaíochtaí cothabhála maidir le leanbh, céile nó iarchéile a rinneadh faoi chomhaontú idirscartha nó ordú cúirte

source: In the case of assets the net value of the asset is assessed, that is, its value minus any borrowings incurred specifically for the purchase or improvement of the asset
ga: I gcás sócmhainní measúnaítear glanluach na sócmhainne, is é sin le rá, a luach lúide aon iasachtaí a tabhaíodh go sonrach chun an tsócmhainn a cheannach nó a fheabhsú

source: Payment of your contribution
ga: Cé leis a íoctar an ranníocaíocht?

source: Public Nursing Home: You pay the assessed contribution to the HSE
ga: Teach Altranais Phoiblí: Íocann tú an ranníocaíocht mheasúnaithe leis an FSS

source: Private Nursing Home: You pay the assessed contribution directly to the nursing home
ga: Teach Altranais Phríobháideach: Íocann tú an ranníocaíocht mheasúnaithe go díreach leis an teach altranais
